Repository: JanST123/wc-info-swift
Catalog: WCinfo/WCinfo/Localizable.xcstrings
Source language: en
Languages: de

# öffnet in %lld Std. %lld Min.
source: opens in %1$lld hrs. %2$lld min.
de: öffnet in %1$lld Std. %2$lld Min.

# Öffnet Informationen zum Import mehrerer Toiletten.
source: Opens information about importing multiple toilets.
de: Öffnet Informationen zum Import mehrerer Toiletten.

# Öffnet Optionen zum Melden eines Fehlers oder Bearbeiten der Angaben.
source: Opens options to report an issue or edit details.
de: Öffnet Optionen zum Melden eines Fehlers oder Bearbeiten der Angaben.

# Öffnet um
source: Opens at
de: Öffnet um

# Öffnungszeiten
source: Opening hours
de: Öffnungszeiten

# Öffnungszeiten angeben
source: Specify opening hours
de: Öffnungszeiten angeben

# Öffnungszeiten angeben: Ausgewählt
source: Provide opening hours: Selected
de: Öffnungszeiten angeben: Ausgewählt

# Öffnungszeiten angeben: Nicht ausgewählt
source: Provide opening hours: Not selected
de: Öffnungszeiten angeben: Nicht ausgewählt

# Öffnungszeiten festlegen
source: Set opening hours
de: Öffnungszeiten festlegen

# Öffnungszeiten speichern
source: Save opening hours
de: Öffnungszeiten speichern

# Öffnungszeiten, Kosten/Gebühren oder allgemeine Hinweise.
source: Opening hours, fees/costs, or general notices.
de: Öffnungszeiten, Kosten/Gebühren oder allgemeine Hinweise.

# Öffnungszeiten: %@
source: Opening hours: %@
de: Öffnungszeiten: %@

# Öffnungszeiten: Täglich 24 Stunden geöffnet
source: Opening hours: Open 24 hours daily
de: Öffnungszeiten: Täglich 24 Stunden geöffnet

# Optionale Nachricht eingeben
source: Enter optional message
de: Optionale Nachricht eingeben

# Ort auswählen
source: Select place
de: Ort auswählen

# Ort auswählen: %@
source: Select place: %@
de: Ort auswählen: %@

# Ort eingeben
source: Enter location
de: Ort eingeben

# Ort wählen
source: Choose place
de: Ort wählen

# Orte in der Nähe werden gesucht...
source: Searching nearby places...
de: Orte in der Nähe werden gesucht...

# Orte werden geladen...
source: Loading places...
de: Orte werden geladen...

# Per Foto anlegen
source: Add via photo
de: Per Foto anlegen

# Problem oder Feedback melden
source: Report Issue or Feedback
de: Problem oder Feedback melden

# Quelle: https://www.cbf-da.de/leistungen/euroschluessel
source: Source: https://www.cbf-da.de/leistungen/euroschluessel
de: Quelle: https://www.cbf-da.de/leistungen/euroschluessel

# Rechts
source: Right
de: Rechts

# Rollstuhlgerecht
source: Wheelchair accessible
de: Rollstuhlgerecht

# Sa–So
source: Sat–Sun
de: Sa–So

# Schaltet zwischen Standard- und Satellitenansicht der Karte um.
source: Switches between standard and satellite map view.
de: Schaltet zwischen Standard- und Satellitenansicht der Karte um.

# Scharf links
source: Sharp left
de: Scharf links

# Scharf rechts
source: Sharp right
de: Scharf rechts

# Schilder & Hinweise
source: Signs & notices
de: Schilder & Hinweise

# Schließen
source: Close
de: Schließen

# schließt bald
source: closes soon
de: schließt bald

# schließt in %lld Min.
source: closes in %lld min.
de: schließt in %lld Min.

# schließt in %lld Std.
source: closes in %lld hrs.
de: schließt in %lld Std.

# schließt in %lld Std. %lld Min.
source: closes in %1$lld hrs. %2$lld min.
de: schließt in %1$lld Std. %2$lld Min.

# Schließt um
source: Closes at
de: Schließt um

# Speichert die Angaben im System.
source: Saves the information in the system.
de: Speichert die Angaben im System.

# Standard Filter anwenden
source: Apply default filters
de: Standard Filter anwenden

# Standort auf der Karte
source: Location on map
de: Standort auf der Karte

# Standort wird ermittelt...
source: Determining location...
de: Standort wird ermittelt...

source: Location permission denied. Please enable access in iOS Settings.
de: Standort-Berechtigung verweigert. Bitte aktiviere den Zugriff in den iOS-Einstellungen.

# Standortzugriff erforderlich für Notfall-Navigation.
source: Location access required for emergency navigation.
de: Standortzugriff erforderlich für Notfall-Navigation.

# Startet die Routenführung in der externen Karten-App.
source: Starts routing in the external maps app.
de: Startet die Routenführung in der externen Karten-App.

# Startet die Routenführung zu dieser Toilette.
source: Starts directions to this toilet.
de: Startet die Routenführung zu dieser Toilette.

# Suche nach "%@"
source: Search for "%@"
de: Suche nach "%@"

# Suchen
source: Search
de: Suchen

# Suchergebnisse für "%@" geladen
source: Search results loaded for "%@"
de: Suchergebnisse für "%@" geladen

# Sucht Toiletten am eingegebenen Ort.
source: Searches for toilets at the entered location.
de: Sucht Toiletten am eingegebenen Ort.

# Sucht Toiletten in der Nähe deines aktuellen Standorts.
source: Searches for toilets near your current location.
de: Sucht Toiletten in der Nähe deines aktuellen Standorts.

# Täglich
source: Daily
de: Täglich

# Täglich 24 Stunden geöffnet
source: Open 24 hours daily
de: Täglich 24 Stunden geöffnet

source: Temporary closed
de: Vorübergehend geschlossen

# Tippe auf die Karte oder verschiebe die Markierung:
source: Tap on the map or move the marker:
de: Tippe auf die Karte oder verschiebe die Markierung:

# Tippe doppelt, um diese Toilette auf der Karte anzuzeigen.
source: Double-tap to show this toilet on the map.
de: Tippe doppelt, um diese Toilette auf der Karte anzuzeigen.

# Tippe doppelt, um diesen Ort auszuwählen.
source: Double tap to select this location.
de: Tippe doppelt, um diesen Ort auszuwählen.

# Tippe hier, um an diesem Ort eine Toilette einzutragen ›
source: Tap here to add a toilet at this location ›
de: Tippe hier, um an diesem Ort eine Toilette einzutragen ›

# Tippe hier, um Fotos hinzuzufügen
source: Tap here to add photos
de: Tippe hier, um Fotos hinzuzufügen

# Tippe oder ziehe, um den Standort anzupassen
source: Tap or drag to adjust the location
de: Tippe oder ziehe, um den Standort anzupassen

# Toilette
source: Toilet
de: Toilette

# Toilette existiert nicht
source: Toilet does not exist
de: Toilette existiert nicht

# Toilette gehört woanders hin
source: Toilet belongs elsewhere
de: Toilette gehört woanders hin

# Toilette gehört zum Ort
source: Toilet belongs to venue
de: Toilette gehört zum Ort

# Toilette gehört zum Ort: Ausgewählt
source: Toilet belongs to place: Selected
de: Toilette gehört zum Ort: Ausgewählt

# Toilette gehört zum Ort: Nicht ausgewählt
source: Toilet belongs to place: Not selected
de: Toilette gehört zum Ort: Nicht ausgewählt

# Toilette hinzufügen
source: Add Toilet
de: Toilette hinzufügen

# Toilette per Foto anlegen
source: Add toilet via photo
de: Toilette per Foto anlegen

# Toilette speichern
source: Save Toilet
de: Toilette speichern

# Toilette Standort
source: Toilet location
de: Toilette Standort

# Toilette überprüfen
source: Check toilet
de: Toilette überprüfen

# Toilette wird gespeichert...
source: Saving toilet...
de: Toilette wird gespeichert...

# Toilette wurde verlegt
source: Toilet has moved
de: Toilette wurde verlegt

# Toiletten ohne Euroschlüssel anzeigen
source: Show toilets without Euro key
de: Toiletten ohne Euroschlüssel anzeigen

# Toiletten ohne Geschlechtertrennung anzeigen
source: Show toilets without gender separation
de: Toiletten ohne Geschlechtertrennung anzeigen

# Toiletten ohne Wickelraum anzeigen
source: Show toilets without changing table
de: Toiletten ohne Wickelraum anzeigen

# Umschalten, ob die Toilette zu einer bestimmten Einrichtung gehört.
source: Toggle whether the toilet belongs to a specific establishment.
de: Umschalten, ob die Toilette zu einer bestimmten Einrichtung gehört.

# Umschalten, um Öffnungszeiten für diese Toilette anzugeben oder zu bearbeiten.
source: Toggle to provide or edit opening hours for this toilet.
de: Umschalten, um Öffnungszeiten für diese Toilette anzugeben oder zu bearbeiten.

# Ungültige API-Adresse.
source: Invalid API address.
de: Ungültige API-Adresse.

# Verstanden
source: Understood
de: Verstanden

# Viel
source: A lot
de: Viel

# Vielen Dank!
source: Thank You!
de: Vielen Dank!

# Von anderen Gästen oder dem Betreiber vor Ort bestätigt.
source: Confirmed by other guests or the local operator.
de: Von anderen Gästen oder dem Betreiber vor Ort bestätigt.

# Vorherige Frage
source: Previous question
de: Vorherige Frage

# Vorschlag: %@
source: Suggestion: %@
de: Vorschlag: %@

# Vorschläge
source: Suggestions
de: Vorschläge

# Wähle den Ort aus, zu dem die Toilette gehört:
source: Choose the place the toilet belongs to:
de: Wähle den Ort aus, zu dem die Toilette gehört:

# Wähle die Wochentage und trage die Öffnungs- und Schließzeiten ein:
source: Select weekdays and enter opening and closing times:
de: Wähle die Wochentage und trage die Öffnungs- und Schließzeiten ein:

# Wähle zwischen der internen Kompass-Navigation und der externen Karten-App.
source: Choose between internal compass navigation and the external maps app.
de: Wähle zwischen der internen Kompass-Navigation und der externen Karten-App.

# Wähle zwischen Kompass- und Karten-Navigation.
source: Choose between compass and map navigation.
de: Wähle zwischen Kompass- und Karten-Navigation.

# Wdh.
source: Retry
de: Wdh.

# Webseite
source: Website
de: Webseite

# Webseite öffnen (cbf-da.de)
source: Open website (cbf-da.de)
de: Webseite öffnen (cbf-da.de)

# Webseite: %@
source: Website: %@
de: Webseite: %@

# Website speichern
source: Save website
de: Website speichern

# Weiter
source: Next
de: Weiter

# Weiteren Zeitraum hinzufügen
source: Add another time period
de: Weiteren Zeitraum hinzufügen

# Wenig
source: A little
de: Wenig

# Wickelraum vorhanden
source: Baby changing facility available
de: Wickelraum vorhanden

# Wickeltisch
source: Changing table
de: Wickeltisch

# Wird gespeichert...
source: Saving...
de: Wird gespeichert...

# Wo befindet sich die Toilette?
source: Where is the toilet located?
de: Wo befindet sich die Toilette?

# Wo möchtest du suchen?
source: Where do you want to search?
de: Wo möchtest du suchen?

# z.B. "Hauptgebäude" falls es mehrere Toiletten gibt
source: e.g. "Main building" if there are multiple toilets
de: z.B. "Hauptgebäude" falls es mehrere Toiletten gibt

# z.B. 1. Stock bei den Umkleiden
source: e.g. 1st floor near changing rooms
de: z.B. 1. Stock bei den Umkleiden

# z.B. wenn die Toilette von aussen oder per Euro-Schlüssel zugänglich ist
source: e.g. if accessible from outside or with a Euro key
de: z.B. wenn die Toilette von aussen oder per Euro-Schlüssel zugänglich ist

# Zeige **alle** Toiletten an.
source: Show **all** toilets.
de: Zeige **alle** Toiletten an.

# Zeige nur **%@** Toiletten an.
source: Show only **%@** toilets.
de: Zeige nur **%@** Toiletten an.

# Zeige, zu welchem Gebäude, Restaurant oder Geschäft die Toilette gehört.
source: Show which building, restaurant, or shop the toilet belongs to.
de: Zeige, zu welchem Gebäude, Restaurant oder Geschäft die Toilette gehört.

# Zeitraum %@
source: Period %@
de: Zeitraum %@

# Zeitraum %@ entfernen
source: Remove period %@
de: Zeitraum %@ entfernen

# Zeitraum %lld
source: Period %lld
de: Zeitraum %lld

# Zeitraum %lld entfernen
source: Remove period %lld
de: Zeitraum %lld entfernen

# Ziel erreicht!
source: Destination reached!
de: Ziel erreicht!

# Ziel: %@, %@
source: Destination: %@, %@
de: Ziel: %@, %@

# Zu Satellitenansicht wechseln
source: Switch to satellite view
de: Zu Satellitenansicht wechseln

# Zu Standardkarte wechseln
source: Switch to standard map
de: Zu Standardkarte wechseln

# Zugehöriger Ort
source: Associated venue
de: Zugehöriger Ort

# Zurück
source: Back
de: Zurück

# Zurück (Umdrehen)
source: Turn around
de: Zurück (Umdrehen)

# Zustimmen & Hochladen
source: Agree & Upload
de: Zustimmen & Hochladen

# Zustimmen und Foto hochladen
source: Agree and upload photo
de: Zustimmen und Foto hochladen
